{
  "plugins": {
    "LuaSnip": {
      "src": "https://github.com/L3MON4D3/LuaSnip",
      "version": "2.0.0 - 3.0.0"
    },
    "blink.cmp": {
      "version": "1.0.0 - 2.0.0"
    },
    "conform.nvim": {
    },
    "friendly-snippets": {
      "src": "https://github.com/rafamadriz/friendly-snippets"
    },
    "fzf-lua": {
    },
    "harpoon": {
      "version": "'harpoon2'"
    },
    "mason.nvim": [],
    "mini.nvim": {
    },
    "nvim": {
    },
    "nvim-highlight-colors": [],
    "nvim-jdtls": {
      "src": "https://github.com/mfussenegger/nvim-jdtls"
    },
    "nvim-lspconfig": {
    },
    "nvim-treesitter": {
      "version": "'master'"
    },
    "plenary.nvim": [],
    "typescript-tools.nvim": {
      "src": "https://github.com/pmizio/typescript-tools.nvim"
    },
    "vim-tmux-navigator": []
  }
}